Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: While useful for any close-combat unit, strong is most effective for units who have a high number of swings such as the elvish fighter. Strong units can be very useful when a tiny bit of extra damage is all that is needed to turn a damaging stroke into a killing blow.
uk_ua: Будучи корисною для усіх бійців ближнього бою, риса ‘сильний’ найбільш ефективна для тих, хто здійснює велику кількість атак, наприклад для ельфійских воїнів. Сильні бійці дуже корисні, коли для перетворення удару у смертельний бракує невеличкого бонусу нанесених пошкоджень.

source: While you are in your camp, you can recruit more units. Build an army to use against the bandits that Urza Mathin recruits.
uk_ua: Доки ви в таборі, ви можете найняти ще бійців. Щоб розбити бандитів Урзи Мартіна вам потрібно сформувати невелику армію.

source: Whirlpool
uk_ua: Вир

source: Whisper
uk_ua: Шепіт

source: White
uk_ua: Білий

source: White Horse
uk_ua: Білий кінь

source: White Mage
uk_ua: Білий маг

source: White Ring
uk_ua: Біле кільце

source: Whiteboard Options
uk_ua: Параметри планувальника

source: Who are you, and what are you doing in a cage?
uk_ua: Хто ти, і що ти робиш в клітці?

source: Who are you, and what did I ever steal from you?
uk_ua: Хто ти такий, і що я в тебе вкрав?

source: Who are you? What are you?
uk_ua: Хто ти такий? Що ти?

source: Who are you? What is happening?
uk_ua: Ти хто? Що відбувається?

source: Who calls me from my slumber? I sense a great battle being joined. Point me towards the enemy and I will feast upon their very souls!
uk_ua: Хто кличе мене зі сну? Я відчуваю, що починається велика битва. Покажи мені ворогів, і я буду бенкетувати їхніми душами!

source: Who dares disturb Shek’kahan the Terrible?
uk_ua: Хто сміє турбувати Шек-кахана Жахливого?

source: Who disturbs our forest?
uk_ua: Хто турбує наш ліс?

source: Who do you want to play as?
uk_ua: Ким би ви хотіли грати?

source: Who go there? I see... I sees some humans and elfsies! What you doing in our caves?
uk_ua: Хто йти там? Моя бачити... Моя бачити трохи люди та ельфи! Що ви робите в наш печера?

source: Who goes there?
uk_ua: Хто тут?

source: Who goes there? Halt!
uk_ua: Хто там? Зупинись!

source: Who goes there? Show yourself!
uk_ua: Хто тут? Покажися!

source: Who is ready for a merfolk snack?
uk_ua: Хто хоче почастуватися водяними?

source: Who is that? Oh, a party of elves has landed. We shall drive them back into the sea!
uk_ua: Хто тут у нас? О, загін ельфів. Скинемо їх назад в море!

source: Who is this fish man?
uk_ua: Хто цей риболюд?

source: Who is this?
uk_ua: Хто це?

source: Who was that idiot?
uk_ua: Це ще що за бовдур?

source: Who will be left to defend Parthyn?
uk_ua: Хто ж тепер захищатиме Парсин?

source: Who will emerge from the confines of this perilous battlefield?
uk_ua: Хто зможе вибратись за межі цього небезпечного поля бою?

source: Who will you donate funds to?
uk_ua: Кому пожертвуєте кошти?

source: Who will you share knowledge with?
uk_ua: З ким ви поділитесь знаннями?

source: Who you? I help you smash!
uk_ua: Хто ти? Моя помогти ти громити!

source: Whoa there! BACK off or else!
uk_ua: Хто тут! Назад!

source: Who’s there?
uk_ua: Хто тут?

source: Why are the dead so restless? This should be a place of rest and peace for you.
uk_ua: Чому мертві настільки неспокійні? Для вас це місце має бути місцем відпочинку та миру.

source: Why are we stuck guarding a cemetery all night?
uk_ua: Чому ми охороняємо всю ніч це кладовище?

source: Why can’t I just raise some of the goblins outside?
uk_ua: Чому б мені не зробити привидів із тих гоблінів надворі?

source: Why do we fight amongst ourselves? We should band together and take the coast with our combined forces!
uk_ua: Чому ми маємо битися один з одним? Треба об'єднатися, та разом захопити цей берег!

source: Why have you come to trouble our lands?
uk_ua: Чому ти прийшла з війною на наші землі?

source: Why should I allow that? Your people attacked me!
uk_ua: Це ще чому? Твої родичі напали на мене!

source: Why should I trust you, or your information? I don’t even know your name, and you have this nasty habit of mysteriously vanishing!
uk_ua: Чому я повинен вірити тобі або твоїм словам? Я навіть не знаю твого імені, а ще у тебе є погана звичка несподівано зникати!

source: Why were the elves attacking?
uk_ua: Чому нападали ельфи?

source: Why?
uk_ua: Навіщо?

source: Wicked
uk_ua: Підступний

source: Width:
uk_ua: Ширина:

source: Wild
uk_ua: Дикий

source: Wild Wolves
uk_ua: Дикі вовки

source: Wild Wyvern
uk_ua: Дика виверна

source: Will not work in game without extra care.
uk_ua: Просто так в грі не буде працювати.

source: Will this evil forest ever end! There are mosquitoes as big as my fist in here, and these nasty old trees are giving me the creeps.
uk_ua: Цей клятий ліс коли-небудь закінчиться? Тут комарі розміром з мій кулак, а від цих жахливих старих дерев просто в тремтіння кидає.

source: Will you fight with us, Keshan?
uk_ua: Ти підтримаєш нас у бою, Кешане?

source: Will you join me? Elves know these northern paths better than any human.
uk_ua: Ти приєднаєшся до мене? Ельфи знають північні шляхи краще, ніж хто-небудь з людей.

source: Windmill
uk_ua: Вітряк

source: Windmill Village
uk_ua: Село вітряків

source: Window
uk_ua: Вікно

source: Window size:
uk_ua: Розмір вікна:

source: Winged scepter
uk_ua: Крилатий скіпетр

source: Winning a scenario
uk_ua: Перемога в сценарії

source: Winter
uk_ua: Зима

source: Winter Deciduous Forest
uk_ua: Зимовий листяний ліс

source: Winter Dwarven Castle
uk_ua: Зимовий замок гномів

source: Winter Dwarven Keep
uk_ua: Зимова цитадель гномів

source: Winter Elven Castle
uk_ua: Зимовий ельфійський замок

source: Winter Elven Keep
uk_ua: Зимова ельфійська цитадель

source: Winter Mixed Forest
uk_ua: Зимовий мішаний ліс

source: Winter comes on our heels, and your forest straddles the only gap in these mountains. You leave us no choice but to fight you.
uk_ua: Зима йде за нами по п'ятах, і ваш ліс це єдиний безпечний проміжок у цих горах. Ми вимушені битися, ви не залишили нам вибору.

source: Winter’s bloom
uk_ua: Зимовий цвіт

source: Witch?
uk_ua: Відьма?

source: Witch?!
uk_ua: Відьма?!

source: With Ulrek slain, we cannot count on dwarvish help! All is lost!
uk_ua: Тепер, коли вождь гномів убитий, ми не можемо розраховувати на їхню допомогу! Все пропало!

source: With a thunderous roar and a vast billowing of dust, thousands of tons of stone and wood crashed in on itself. Some of the wreckage tumbled down the steep sides, while the remainder came to rest several hundred feet below ground, in the bowels of the hollowed-out mountain.
uk_ua: З громовим ревом та підіймаючимися стовпами пилу, тисячі тон каменю і дерева обвалилися, не витримавши своєї ж ваги. Деякі уламки покотилися вниз, спускаючись крутими схилами, але більшість упокоїлась на глибині декількох сотень футів, у надрах пустої гори.

source: With great trepidation, Prince Haldric leads his refugee band into the Swamp of Esten. In the center of that very swamp a shroud of fog descends over young Prince Haldric.
uk_ua: Повний тривожних думок Принц Хальдрік вів свій загін біженців до Естенського Болота. Посеред болота молодого Принца обкутала пелена туману.

source: With more experience, Fighters have honed their skills with the sword and become powerful Warriors.
uk_ua: Здобуваючи більше досвіду, бійці загострюють своє володіння мечем та стають могутніми воїтелями.

source: With specials:
uk_ua: З особливостями:

source: With the help of the merfolk, and my knowledge of an island that will make a good re-provisioning point, we should be able to embark for the great lands that are to the east.
uk_ua: Я знаю острів, де можна зупинитися поповнити запаси. Завдяки водному народу і моїм знанням, ми допливемо до великої землі на сході.

source: With the outpost aware of our presence, we can no longer harry their reinforcements. Their forces will soon grow too powerful for us to resist.
uk_ua: У аванпості дізналися про нашу присутність, тому в нас більше не вийде непомітно розбивати їхні підкріплення. Скоро їхні сили будуть занадто великими, у нас нема жодного шансу.

source: With the portal closed, Iliah-Malal was weakened. He retreated into the Swamp of Dread to recover his strength and attempt another conjuration. Delfador’s troop, hurrying west by secret dwarvish ways and stealthily crossing the Listra by night, found the necromancer there, on the brink of raising another army amidst the fetid reek.
uk_ua: Коли портал був закритий, Іліа-Малал ослабів. Він відступив у Болото Жаху, щоб відновити сили і випробувати нове закляття. Загін Делфадора поспішив на захід секретними шляхами гномів, і вночі непомітно переправився через Лістру, і знайшов некроманта там, на межі завершення формування нової армії посеред болотяного смороду.

source: With their leader slain we cannot count on dwarvish help to reach Iliah-Malal’s portal! All is lost!
uk_ua: Тепер, коли вождь гномів убитий, ми не можемо розраховувати на їхню допомогу, щоб дістатися до порталу Іліа-Малала! Все пропало!

source: With their master gone, the skeletons are crumbling!
uk_ua: Втративши володаря, скелети розсипаються!

source: With their master gone, the undead are fading away!
uk_ua: Втративши володаря, мерці зникають!

source: With their master gone, the undead are vanishing!
uk_ua: Втративши володаря, мерці слабшають!

source: With this golden coin, I wish that this battle end in a swift and safe victory.
uk_ua: Кидаючи цю золоту монету, я бажаю, щоб битва закінчилась швидкою та чистою перемогою.

source: With your help, Delfador, we have overrun the orcish warlord of this area, and our forests are secure. Secure enough that I can even join you in your journey south... at least as far as the Great River.
uk_ua: З твоєю допомогою, Делфадоре, ми знищили воєначальника цього регіону, і тепер наші ліси безпечні. Досить безпечні для того, щоб я могла приєднатися до тебе по дорозі... принаймні, до Великої Ріки.

source: With your help, we have hope we can fend them off. But you must not tarry here long, for your survival is even more important to our cause than the strength of the port. A ship is due here in two days, surely it will be able to take you to safety.
uk_ua: Сподіваюсь, з вашою допомогою ми відіб'ємо їх. Але не баріться тут, ваші життя важливіші, навіть за цей порт, для нашої справи. Через два дні сюди прибуде судно, що відвезе вас в безпечне місце.

source: With your permission, sire, I will take some handpicked men north and crush these abominations.
uk_ua: З вашого дозволу, пане, я візьму з собою трохи відбірних бійців і знищу цю мерзенність.

source: Without Dulcatulos to explain our actions to the Kal Karthans we’ll have to fight them, too. Our mission has failed.
uk_ua: Без Дулкатулоса ми не зможемо порозумітися з народом Кал Карти! Нам доведеться битися і з ними, тому на цьому наше завдання провалено.

source: Without him the bottoms of our ships will be completely vulnerable...
uk_ua: Без нього днища наших судів будуть повністю уразливі...

source: Without his help, we will be unable to use the ships. There is no hope...
uk_ua: Без його допомоги ми не зможемо використовувати човни. Надії немає...

source: Without the Commander’s noble sacrifice we would have never carried the day. We have won a great victory here today but much has been lost. My father Eldaric and King Addroran have fallen, and with them many other good people. However, there is hope, and a new land is open before us!
uk_ua: Без його благородного самопожертвування ми не дожили б до цього дня. Тут і зараз ми отримали велику перемогу, але багато що було втрачено. Ельдарік, мій батько, король Аддроран і з ними багато хороших людей полягло. Але все-таки, у нас є надія, і наша нова батьківщина відкривається перед нами!

source: Without the help of these tree-folk we’ll be trapped in these woods till we die! There will be nothing to hold the orcs back!
uk_ua: Без допомоги деревного народу ми повгрузаємо і загинемо в цьому лісі! Нам нічим буде стримувати орків!

source: Without their queen the undead are simply fading away!
uk_ua: Без своєї королеви мерці просто розчиняються!

source: Wolf
uk_ua: Вовк

source: Wolf Coast
uk_ua: Вовчий берег

source: Wolf Rider
uk_ua: Вовчий Вершник

source: Wolf Riders
uk_ua: Вовчі вершники

source: Wolmas
uk_ua: Вольмас

source: Wolves are aggressive animals that hunt in packs. Although weak individually, a wolf pack can kill even the strongest man in minutes.
uk_ua: Вовки — це агресивні тварини, що полюють зграями. Хоча вони досить слабкі поодинці, зграя вовків може вбити навіть найсильнішу людину за лічені хвилини.

source: Wolves are predatory canines encountered frequently in the wilderness. Quick, tough, and durable, a solitary wolf suffices to maim or kill civilians and untrained soldiers with ease, but it is their tendency to travel in packs and attack in an organized manner that makes them particularly fearsome to travelers. They tend to stay away from civilization, though, only occasionally venturing close to prey upon livestock.
uk_ua: Вовки — хижі собачі, часто зустрічаються у дикій місцевості. Швидкий, жорсткий та міцний, самотній вовк здатний з легкістю покалічити або вбити мирних жителів та нетренованих солдатів. Усе ускладнюється тим, що вони схильні бродити зграями і організовано нападати, що робить їх особливо грізними для подорожніх. Вовки, як правило, намагаються тримаються подалі від цивілізації, однак, іноді вони полюють на домашню худобу.

source: Wonrunmaldin
uk_ua: Вонрунмалдін

source: Wooded Bluffs
uk_ua: Лісове узвишшя

source: Wooded Gulch
uk_ua: Лісова западина

source: Wooden Bridge
uk_ua: Дерев'яний міст

source: Wooden Door
uk_ua: Дерев'яні двері

source: Wooden Floor
uk_ua: Дерев'яна підлога

source: Wooden Palisade
uk_ua: Дерев'яна огорожа

source: Woodland Boar
uk_ua: Лісовий кабан

source: Woods, woods, woods and more woods! Bah, that general had better have a good reason for dragging me out to Halstead with all these oafs.
uk_ua: Дерева, дерева, дерева й ще раз дерева! Бмх, краще б тому генералу назвати мені гідну причину того, що я був вимушений покинути Халстед та плестися разом з цими йолопами.

source: Woodsman
uk_ua: Житель лісу

source: Woodsmen are hunters, woodcutters, charcoal-burners, and others who eke out a living where the human world verges on the wilderness. Wits and woodcraft often support them where weapons will not.
uk_ua: Жителі лісів — це мисливці, лісоруби, вуглярі та інші, хто заробляє собі на життя там, де світ людей межує з дикою природою. Розум і уміння працювати з деревом часто допомагають їм там, де зброя безсила.

source: Word had just arrived when I left Lintanir that the High Lord Kalenz was mustering an elvish army against the orcs, but he is not aware of the King’s movements or of any trap in wait for him. And he certainly does not know of the undead menace.
uk_ua: Вісті прибули якраз тоді, коли я покидала Лінтанір, що Вищий Лорд Каленз збирав армію ельфів проти орків, але він нічого не знав про пересування Короля або про пастку, що очікує його. І він, звичайно, не знає про загрозу, яку представляють мерці.

source: Word has come to our island of your victories. Your army is impressive, but it will avail you not.
uk_ua: До нашого острова дійшли чутки про ваші перемоги. Ваша армія вражає, але тут вона вам не допоможе.

source: Working through the next day in the bandit’s own keep, I repeated the procedure on several of his gravely wounded companions, though none of them became as strong a specimen as the leader. One of them didn’t survive, but it was no loss — I conscripted him into my army anyway. Then, I made my way to the docks, and under the cover of night, loaded my army into the hold of the waiting ship. The following afternoon, I embarked as a normal passenger.
uk_ua: Наступний день я провела в розбійничому таборі: повторила процедуру на кількох тяжкопоранених спільниках грабіжника, але жоден із них не став настільки могутнім, як їхній ватажок. Один помер у процесі, та байдуже. Він однаково став до лав мого війська. Тоді я прокралася у доки і під покровом ночі завантажила військо у трюм пришвартованого корабля. Наступного ж вечора я піднялася на борт як звичайний пасажир.

source: World Conquest
uk_ua: Підкорення світу

source: World Conquest 1p
uk_ua: Підкорення світу 1г

source: World Conquest 2p
uk_ua: Підкорення світу 2г

source: World Conquest 3p
uk_ua: Підкорення світу 3г

source: World Conquest 4p
uk_ua: Підкорення світу 4г

source: Worried about him, are you? E-he-he... hergh... gaargh...
uk_ua: Хвилюєшся за нього, чи не так? Ехехехе… хергх… гааарх...

source: Worry not, Halstead has a weakness. What Baldras spoke was partly true. Previous orders of magi did help erect the fortress. What is not made known to most is that the original construction of the castle was flawed.
uk_ua: Не хвилюйтесь, Халстед має слабке місце. Те, що розповів Балдрас, частково є правдою. Чаклуни минулого допомогли створити фортецю, однак мало хто знає, що в її конструкції є великий недолік.

source: Worse news — the orcs are already here, sire. I myself was set upon within the royal forest. Were it not for this young fellow here...
uk_ua: Новини ще гірші — орки вже тут, пане. На мене напали в королівському лісі. Коли б не цей молодик...

source: Worst of
uk_ua: Найгірше з

source: Wose
uk_ua: Лісовик

source: Wose Sapling
uk_ua: Молодий лісовик

source: Wose Shaman
uk_ua: Лісовик шаман

source: Woses have been said to possess many shapes, all of them tree-like in form, and as they age, to increase in size. Tales tell of woses who resemble trees in this respect as well, towering over the creatures who walk beneath them. This is the greater part of why they are so rarely seen — standing in the slumber which they so often do, a wose of that stature appears to be nothing more than an oddly-shaped tree. Even a careless elf can sometimes be fooled. Woses are not warriors by any means, but their great strength can easily be turned to violence, should someone manage to raise the ire of these creatures.
uk_ua: Лісовики можуть мати дуже багато виглядів, але усі подібні до дерев та ростуть з віком. Легенди розповідають про лісовиків, що мають вигляд дерев, та височіють над істотами, що проходять поблизу. Частково і через це їх складно зустріти — зазвичай вони дрімають і виглядають просто як дивне дерево. Навіть неуважний ельф може їх не помітити. Лісовики жодним чином не є воїнами, проте, будь-хто, хто розгніває їх, дуже сильно пошкодує, адже вони володіють величезною силою.

source: Would that I had listened to Ethiliel... we would be battling the undead by now, instead of crawling around in these woods like rats!
uk_ua: Якби я тільки дослухався до Етілієль… ми б могли боротися з мерцями, а не лазити в цих лісах, неначе якісь пацюки!

source: Would you like to apply the changes?
uk_ua: Ви точно хочете застосувати зміни?

source: Wow, is that Carcyn in the distance? Look at how grand some of them spires be!
uk_ua: Нічогеньки, чи то не Карцин вдалині? Диви які величні його шпилі!

source: Wow, this is beginning to sound dangerously like a plan. Commander Aethyr, will you join us?
uk_ua: Ого, це починає бути підозріло схожим на план. Наміснику Ейфіре, ви з нами?

source: Wraith
uk_ua: Привид

source: Wraith Sword
uk_ua: Примарний меч

source: Wrap Up
uk_ua: Підсумок

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>.
uk_ua: Написав Девід Уайт (David White) E<lt>davidnwhite@verizon.netE<gt>.

source: Written by David White E<lt>davidnwhite@verizon.netE<gt>. Edited by Nils Kneuper E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> and Thomas Baumhauer E<lt>thomas.baumhauer@gmail.comE<gt>. This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
uk_ua: Написана Девідом Уайтом (David White) E<lt>davidnwhite@verizon.netE<gt>. Відредагована Нільсом Кнойпером (Nils Kneuper) E<lt>crazy-ivanovic@gmx.netE<gt>, ott E<lt>ott@gaon.netE<gt>, Soliton E<lt>soliton.de@gmail.comE<gt> та Томасом Баумхауером (Thomas Baumhauer) E<lt>thomas.baumhauer@gmail.comE<gt>. Початковий автор сторінки - Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.

source: Wrong!
uk_ua: Помиляєшся!

source: Wrong! Die!
uk_ua: Невірно! Помри!

source: Wynran
uk_ua: Винран

source: Wyvern Rider
uk_ua: Вершник виверни

source: XP
uk_ua: ОД

source: XP:
uk_ua: Досвід:

source: Xamalia
uk_ua: Ксамалія

source: Xaskanat
uk_ua: Ксасканат

source: Xaskanat!
uk_ua: Ксасканат!

source: Xikkrisx
uk_ua: Ксікріск

source: Xikkrisx of Syrsszk was a powerful Saurian warrior, sent to this region by the Elders of the Rysssrylosszkk Clan (translation: “The Hunts-Foes-In-Boiling-Rivers Clan”). The Elders were preparing to make war on a human outpost, and were in great need of the powerful magics of Oxsrrsk, a Saurian Mystic who had last been seen heading in the direction of Ruaskkolin Lake. Xikkrisx found the petrified body of Oxsrrsk, along with a carefully bound scroll that had apparently been dropped into a small crevice in the cave floor. He opened the scroll and read a brief passage from the middle of the text: “After he was bound and cast from the Upper World, Chak’kso’s enraged spirit sought release, and was able to exert a corrupting influence on certain regions of the Upper World, channeled through ‘pathways of stone’ that extend from the surface into the depths of the Under Reaches. This rage altered the eggs of great lizards, shaping their bodies and spirits into implements of Chak’kso’s hatred.” Confused, Xikkrisx fixed his attention on the task at hand. Thinking that perhaps the Elders could find some way to restore Oxsrrsk, he began the long and strenuous task of hauling the statue back to the domain of the Rysssrylosszkk Clan. Exhausted, and not having traveled far from the lake, Xikkrisx set the statue down inside of a small cave, and lay down to rest. He was awoken by a bone-chilling roar.
uk_ua: Ксікріскс з Сірсшка був могутнім воїном ящірів, відправленим у цей регіон старійшинами клану Рисссрилосскк (що означає “Клан тих, хто полює на ворогів в киплячих річках“). Старійшини готувалися напасти на форпост людей, і вкрай потребували могутньої магії Оксріска, ящіра-містика, якого бачили прямуючим до озера Руаскколін. Ксікріскс виявив скам'яніле тіло Оксріска, а поруч з ним - акуратно згорнутий згорток, який, мабуть, впав у невелику тріщину в підлозі печери. Він розгорнув згорток, і прочитав короткий уривок з середини: “Після того, як він був зв'язаний і вигнаний з Верхнього Світу, розлючений дух Чак'ксо шукав звільнення, і зміг поширити свій поганий вплив на певні регіони Верхнього Світу, використовуючи для цього ‘кам'яні шляхи‘, що йшли з поверхні в глибини Нижніх Меж. Ця лють змінила яйця великих ящірів, і їх форма і дух стали втіленням ненависті Чак'ксо“. Збентежений, Ксікріскс зосередив увагу на завданні. Вважаючи, що, можливо, старійшини зможуть знайти спосіб оживити Оксріска, він почав довгу і нудну роботу з доставки його статуї у володіння клану. Виснажений, і не далеко відійшовши від озера, він помістив статую всередину невеликої печери, і приліг відпочити. Розбудив його рев, від якого кров застигала в венах.

source: Xnamas
uk_ua: Знамас

source: Yaa! Krawg!
uk_ua: Йаа! Кравг!

source: Ye all heard! Naught will ever say dwarves ever feared anyone. Attack!
uk_ua: Ви всі чули! Ніхто ніколи не скаже, що гноми когось бояться. В атаку!

source: Yeah, flower power!
uk_ua: О так, сила квітів!

source: Yeah, right, buddy.
uk_ua: Так, вірно, друже.

source: Yeah, well, I changed my mind.
uk_ua: Ага, ну я передумав.

source: Yeah, yeah.
uk_ua: Ага, ага.

source: Yeah?
uk_ua: Так?
